<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Айкидо</h1>
<a href="https://ru.wikipedia.org/wiki/%D0%A3%D1%8D%D1%81%D0%B8%D0%B1%D0%B0,_%D0%9C%D0%BE%D1%80%D0%B8%D1%85%D1%8D%D0%B9" target="_blank">
<img src="/imgs/uesiba.jpg"><br>
<h2>&emsp;&emsp;Morihei Ueshiba (Морихей Уэсиба)</a></h2>
&emsp;&emsp;Айкидо  — японское боевое искусство, созданное О-сэнсэем Морихэем Уэсибой как синтез его исследований боевых искусств, 
философии и религиозных убеждений. Целью Уэсибы было создать и разработать боевое искусство, впитавшее в себя все достижения великих мастеров.<br>
&emsp;&emsp;Айкидо  акцентируется на слиянии с атакой противника и перенаправлении энергии атакующего (в противовес встрече силы силой). 
В дополнение к физическим техникам и тренировкам, айкидо придаёт особое значение тренировкам сознания, управляемого расслабления и 
развития «духа» и силы «ки».<br>
&emsp;&emsp;Ключевым моментом зарождения айкидо можно назвать 1920 год, а местом — город Аябе. 1920 год был для Уэсибы очень 
драматичным, умер его отец и двое маленьких сыновей. Убитый горем, он искал утешение в религиозном учении Оомото-кё, впоследствии 
оказавшем определяющее влияние на философию айкидо. Утешением для него был и первый додзё: в своём доме Уэсиба постелил 18 циновок 
(татами) и начал обучать последователей учения Оомото-кё.<br>
&emsp;&emsp;Морихэй Уэсиба набирался опыта, расширялась и углублялась программа Академии Уэсибы. Слава о нём как о мастере 
боевых искусств быстро распространялась. Количество его учеников росло.<br>
&emsp;&emsp;В 1922 году Уэсибе удалось убедить своего учителя Сокаку Такэда, у которого он изучал Дайто-рю Айки-дзюдзюцу на 
протяжении 5 лет (1915—1919), переехать в Аябэ. Следует отметить, что Сокаку Такэда часто разъезжал по Японии и тренировал своих 
учеников нерегулярно, что не помешало Морихэю Уэсибе стать одним из его лучших учеников. После 6 месяцев тренировок в Аябэ Такэда 
даёт Уэсибе инструкторский сертификат, а сам уезжает.<br>
&emsp;&emsp;Постепенно отказываясь от методов тренировок Дайто-рю и Ягю-рю, в 1922 Уэсиба создаёт своё собственное будо и называет 
его Айки-будзюцу (Айкидо).
Айкидо не является исключительно боевой системой.<br>
&emsp;&emsp;Основатель айкидо Морихэй Уэсиба изучал несколько направлений традиционного дзю-дзюцу, кэн-дзюцу, а также искусство 
каллиграфии. На основе полученных знаний он сформировал свою систему — Айкидо — в противовес традиционному бу-дзюцу 
(искусству убивать). Айкидо — Будо (путь прекращения убийства), учит тем же убийственным техникам бу-дзюцу, только не 
с целью убийства, а с целью остановить их, сделать человека сильным, помогать другим, объединить всех людей на основе любви.
Огромное влияние на айкидо оказало религиозное течение Оомото-кё и синтоистские учения.
О-сэнсэй Уэсиба-сан построил свою философию айкидо на принципах гармонии. Он долгое время, изучая разные стили боевых искусств, 
искал путь к гармонии. Но ни одно из них не было гармоничным, поскольку в основу победы была положена схватка, что приводила 
к травме противника. Уэсиба-сан создал искусство, где агрессия противника подавляется его же агрессией. То есть, в обычном 
боевом искусстве: нападение — агрессия, защита — ответ на агрессию агрессией, что приводит к дисгармонии. В Айкидо агрессия 
нивелируется. Мастер айкидо во время нападения использует силу противника против него самого, сам же остаётся в духовном 
равновесии. То есть: нападение — агрессия, которая ведет к дисгармонии; защита — уход или бросок, который использует агрессию нападающего. 
В результате: внутренняя гармония не нарушена, противник побежден, всеобщая гармония восстановлена. Используя приемы, не 
наносящие вреда противнику, мастер заставляет нападавшего отказаться от своей затеи.<br>
&emsp;&emsp;Фонд Айкикай — организация по изучению и популяризации айкидо, созданная непосредственно Киссёмару Уэсибой и официально признанная правительством Японии в 1940 году.
<br>
&emsp;&emsp;В настоящее время, во всём мире насчитывается десятки федераций, в которых стиль айкидо существенно отличается. Поскольку Фонд Айкикай организовал непосредственно сам Уэсиба, который до своей смерти и возглавлял его, то Айкидо Айкикай считается официальным наследником этого боевого искусства и максимально приближён именно к тому айкидо, которое Уэсиба преподавал в свои последние годы.
<br>
&emsp;&emsp;Основа Айкикай — Всемирная штаб-квартира (хомбу) Айкидо в Токио, главная организация, занимающаяся популяризацией и развитием Айкидо во всём мире. Инструкторы Хомбу додзё направляются в страны Северной и Южной Америки, Европы, Африки и Азии. Независимо от расовой и национальной принадлежности, во всём мире занимается более 1,2 млн человек из 80 стран. И с каждым годом количество их увеличивается благодаря тому, что Айкидо пользуется всё большей популярностью.
<br>
&emsp;&emsp;Основатель Айкидо говорил: «Сколько людей, — столько и Айкидо». Уэсиба преподавал в течение более чем 40 лет, и за это время айкидо эволюционировало от крайне жёсткого Дайто-рю Айки-дзюдзюцу до «ненасильственно-мягкого» Айкидо Айкикай. Эффективная в реальной схватке разновидность джиу-джитсу со временем превратилась в философско-эзотерическое учение об установлении равновесия во Вселенной с элементами боевого искусства. На протяжении нескольких десятков лет понимание айкидо самим О-Сэнсэем существенно переосмысливалось. На разных этапах жизни Уэсибы его ученики сами открывали собственные школы и преподавали то айкидо, в каком виде они переняли его от своего учителя.
<br>
&emsp;&emsp;Кроме того, после смерти Морихэя Уэсибы были созданы школы айкидо мастерами, обучавшимися не у него непосредственно, а у его учеников. Философские концепции, заложенные в духовную основу айкидо, были по-разному истолкованы сэнсэями различных стран (а то и вовсе отброшены), что не могло не отразиться на их стиле преподавания. На создание новых стилей также повлиял тот факт, что многие мастера занимались другими боевыми искусствами (например дзюдо, карате) и неоднократно предпринимали попытки интегрировать приёмы из других будо, после чего заявляли о создании нового стиля.
<br>
&emsp;&emsp;Как следствие — на данный момент в мире насчитывается более 30 самостоятельных направлений.
<br><br>
Направления, получившие наибольшее распространение:<br>
&emsp;Айкикай<br>
&emsp;Ёсинкан<br>
&emsp;Син-син-тоицу Айкидо<br>
&emsp;Ивама-рю<br>
&emsp;Томики-Рю<br>
&emsp;Нисио Будо<br><br>
<h4>&emsp;&emsp;Добро пожаловать в Айкидо.</h4>