<?php include 'hd.php'; ?>
<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Часто задаваемые вопросы</h1>
<h4>Какая форма нужна, чтобы начать занятия айкидо?</h4>
&emsp;&emsp;Если у вас нет кимоно, то длинные спортивные брюки, и футболка с длинными рукавами. Желательно пояс. Если вы примете решение заниматься серьезно, то нужно будет приобрести кимоно. Вам также понадобится деревянный меч — бокен, и палка — дзё.  Но это потом. Для начала нужно желание изучать айкидо. Если это ребенок, то либо желание ребенка, либо родителей :).
<h5>А теперь подробно:</h5>
&emsp;&emsp;Минимум, который нужен человеку для занятий в нашем клубе, очень прост. Это наличие ДОГИ (道着, по японски одежда для пути). В Европе это называют КИМОНО, хотя в Японии КИМОНО — это совершенно другая одежда. Вы ее, наверняка, тоже видели, это традиционная японская одежда, часто из шелка. В зале, естественно, малоприменимая, так как не для того сделана. Но в Европе и то, и другое, называют КИМОНО. В айкидо используется ДОГИ белого цвета, желательно, борцовского качества, так как активно используются захваты за одежду, а кимоно для карате можно быстро порвать.
<h5>Итак, если у вас есть ДОГИ, то можно на этом и остановиться.</h5>
&emsp;&emsp;Но, естественно, на этом никто не останавливается, так как всегда есть повод купить себе еще какой-то вид одежды, или снаряжения, который сделает вашу практику приятнее и удобнее. Кроме того, есть еще такие вещи, как день Рождения, или Новый Год, и всегда у ваших родственников есть идея, что подарить:).
<h5>Итак, полный комплект для занятий включает:</h5>
<table>
	<tr>
		<td valign='top'>1)</td><td>ДОГИ белого цвета</td>
	</tr>
	<tr>
		<td valign='top'>2)</td><td>Хакама — юбка брюки черного цвета, традиционная одежда для занятий будо. С точки зрения японцев, белое кимоно — это что-то вроде нательного белья, поэтому хакама обязательна. На территории Европы большинство ограничивается только белым ДОГИ, хакаму начинают носить после получения определенной степени в айкидо. В разных организациях своя граница. В нашем клубе вы можете использовать хакаму с самого начала. Мы практикуем, кроме айкидо, также и иайдо, а вот в нем уже, хакама является обязательным атрибутом одежды.</td>
	</tr>
	<tr>
		<td valign='top'>3)</td><td>Таби — традиционная японская обувь, иногда в виде носков, иногда ботинков, иногда сапог и т.д. В зале используется разновидность для занятий будо. Такие таби выполнены из хлопчатобумажной плотной ткани, часто с кожаной подошвой. Такая обувь может быть очень полезной в холодном зале, хотя, конечно же, на татами принята основная форма для ног — БОСИКОМ.</td>
	</tr>
	<tr>
		<td valign='top'>4)</td><td>Бокен (деревянный меч). Используется очень много в айкидо, так как движения в этом единоборстве очень плотно привязаны к техникам меча. В прежнее время было очень тяжело достать хороший бокен, и тем более ножны к нему. Сейчас, благодаря интернет-магазинам, это все приобрести можно, в течение 2 дней. Очень хорошо, если ваш бокен будет укомплектован ножнами, сейчас это уже тоже не редкость.</td>
	</tr>
	<tr>
		<td valign='top'>5)</td><td>Дзё. Дзё — это палка. Если говорить точнее — то посох. Традиционная длина — 130 см, толщина около 30 мм. Если дзё нужно человеку нестандартных параметров, например, ребенку, то длина дзё должна быть от пола до подмышки. Можно также уменьшить и толщину, допустим, это может быть 25 мм.</td>
	</tr>
	<tr>
		<td valign='top'>6)</td><td>Иайто. Иайто  — это металлический меч, для занятий иайдо. Является облегченной копией катаны, выполнен из легкого металла, незаточен. Тем не менее, достаточно опасен, поэтому иайто — для занятий взрослого человека.</td>
	</tr>
	<tr>
		<td valign='top'>7)</td><td>Танто — деревянный нож для отработок техник с ножом.</td>
	</tr>
</table>
<br>&emsp;&emsp;Учебное оружие — очень личная вещь. Заниматься с чужим мечом в руках — признак дурного тона. Тем более, без ведома хозяина. Если вы находитесь в своем, или чужом Додзё (道場 зал, где занимаются единоборствами), и вам нужен меч, так как свой вы забыли (или не имеете), не спешите снимать со стойки любой подвернувшийся под руку. Это чужое оружие. Обычно ученик, забывший, или не имеющий оружие, занимается со всеми вместе, отрабатывая техники так, как будто у него есть оружие, но с пустыми руками. Если тренер сочтет нужным, он даст вам оружие, но это уже на его усмотрение.
<br>&emsp;&emsp;В разделе <a href="http://budo.dp.ua/usefull.php">ПОЛЕЗНЫЕ ССЫЛКИ</a>, вы можете увидеть несколько украинских интернет-магазинов, специализирующихся на одежде и снаряжении для единоборств.
<h4>Получают ли дети физнагрузку на занятиях?</h4>
&emsp;&emsp;Да, получают. И не только дети, у нас занимаются и взрослые. Но, пожалуйста, возьмите во внимание, что не на всех тренировках они будут уставать физически, нагрузка разная. Мы не ставим задачу довести человека до изнеможения, хотя иногда и так случается.  Бывает нагрузка на тело, бывает на мозг. То есть иногда нужно разбирать технические моменты неспеша, с пониманием, а не просто заставлять детей много бегать, чтобы они дома (слава богу) сразу легли спать :). В частности, достаточно непривычная нагрузка для многих новичков — это ноги, бедра. Мало кто развивает эти мышцы самостоятельно.
<br>&emsp;&emsp;Если бы наша специализация была  — просто давать физнагрузку людям, то необязательно было бы заниматься будо. Мы бы были фитнес-клубом.
<h4>Проводятся ли соревнования?</h4>
&emsp;&emsp;Нет. Айкидо не является спортом, не в чем соревноваться. Айкидо и иайдо являются боевыми искусствами, так называемыми БУДО, и предназначены для создания и тщательной «полировки» гармоничных черт характера, твердости духа, сдержанности. Занятия будо, способствуют многогранному восприятию окружающего мира, и айкидо является не только боевым искусством, но и системой воспитания личности, вне зависимости от возраста. Почему то устоялось мнение, что воспитание возможно только в детстве:).
<br>&emsp;&emsp;В отличие от будо, в спорте всегда существуют соревнования, порождающие вечную гонку и стресс, боязнь того, что тебя обгонят, победят, побьют… Состязание неплохо иногда, чтобы подогнать человека, сбить с него излишнюю самоуверенность, иногда ни на чем не основанную, но когда оно становится смыслом жизни — это порождает общество, полное конфликтов и раздоров.
<br>&emsp;&emsp;Немного о разнице спорта и будо вы можете почитать в разделе <a href="http://budo.dp.ua/usefull.php">СТАТЬИ</a>.
<br>&emsp;&emsp;Обучающиеся получают степени, пояса, на экзаменах, периодически проводящихся в клубе.
<br>&emsp;&emsp;Клуб также несколько раз в год проводит показательные выступления на городских мероприятиях, где члены нашего клуба могут показать свои достижения публично.
<h4>Это взрослая или детская группа? Тренируются ли женщины и девочки?</h4>
&emsp;&emsp;Это смешанная группа. Людей  мы принимаем около черты 9 лет и выше.
<br>&emsp;&emsp;У нас есть детская группа 6-12 лет, тренирующаяся по четным дням недели. Время достаточно раннее для взрослых, поэтому там занимаются дети помладше.
<br>&emsp;&emsp;У нас есть также группа взрослых, которая занимается внизу проспекта Кирова, в 148 школе. Она  несмешанная, если вам хочется вдруг заниматься в обществе взрослых.
<br>&emsp;&emsp;Что касается верхней возрастной границы, она отсутствует. В любом возрасте вы можете заняться собой, начав практику айкидо. Повторюсь — это не спорт, где требуется максимально живучий материал для побед. Женщины у нас тренируются, некоторые очень успешно.
<br>&emsp;&emsp;Возможно, когда-нибудь мы разделим группы по возрастному признаку, но пока так.  Зал позволяет нам такой маневр, он достаточно велик.
<h4>У меня проблема со здоровьем. Врач сказал, что мне нельзя заниматься физнагрузками. Можно ли мне заниматься айкидо?</h4>
&emsp;&emsp;Я не знаю.
<?php include 'bt.php'; ?>