<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Иайдо</h1>
<a href="https://ru.wikipedia.org/wiki/%D0%98%D0%B0%D0%B9%D0%B4%D0%BE" target="_blank">
<img src="/imgs/iaido.jpg"><br></a>
&emsp;&emsp;В переводе с японского иайдо — путь иай; в свою очередь иай — мгновенный удар мечом из ножен, быстрая нейтрализация противника (как правило — убийство) и вкладывание меча обратно в ножны. Иайдока, практикующийся с катаной, стремится контролировать в первую очередь себя, а не своего противника. Искусство иайдо представляет собой изучение и исполнение воображаемых сражений (вадза) без фактического присутствия партнёра. Существуют различные боевые направления, включающие в себя ваза с одним и более воображаемыми оппонентами, а также вариации контактных боёв с использованием тренировочного меча: боккэн, иайто. Каждый бой характерен наличием катаны, изначально скрытой в ножнах. Повышенная концентрация и богатое воображение являются неотъемлемыми характеристиками каждого, стремящегося постичь науку иайдо. Для эффективного ведения боя необходимо соблюдать правильное положение тела, выполнять корректные движения, уметь применять секреты захвата рукоятки катаны и точно наносить режущие удары.
<h4>Этикет</h4>
&emsp;&emsp;Применительно к боевым искусствам («будо») часто говорят: «Все начинается с поклона и заканчивается поклоном». Поклон – это проявление почтения, действие, главный смысл которого заключается в выражении благодарности. На занятиях иайдо большое значение придается как межличностным отношениям  (например, между учителем и учеником, между старшими и младшими учениками), так и  отношению человека к предметам (например, к мечу и  к залу для занятий). Важным при этом является поведение, исполненное чувства уважения.
<br>&emsp;&emsp;Воспринимая боевые искусства («будо») как часть японской культуры, необходимо в полной мере понимать смысл, заложенный в таком действии, как поклон. Во время тренировок соблюдать все традиционные правила: выполнять поклон учителю, поклон залу и мечу. Это делается для того, что бы  сохранить хорошие отношения между людьми.
 
<h4>Что означает «Иайдо».</h4>
&emsp;&emsp;«Иай» означает искусство владения мечом, которое позволяет, почувствовав ярость противника, немедленно отреагировать на  атаку с его стороны и остановить его, молниеносно вынув меч из ножен.
<br>&emsp;&emsp;Занимаясь иайдо, человек учится надлежащим образом владеть своим телом и мечом в различных ситуациях, реагировать на атаку противника из положения сидя, из положения стоя и в движении. Кроме того, занимающийся учится правильному поведению, этикету, и потому иайдо – еще и путь совершенствования своего духа.
 
<h4>История Иайдо.</h4>
&emsp;&emsp;Основателем иайдо считается Хаясидзаки Дзюнсукэ Сигэнобу из местности Осю (современная префектура Ямагата). Его многочисленные ученики создали свои школы, и в эпоху Эдо иайдо получило распространение по всей Японии.  Так называемое «Новое время», когда в Японии  были изданы законы, запрещающие ношение меча, было довольно сложным периодом для боевых искусств, однако благодаря усилиям таких людей как Ооэ Масамити и Накаяма Хакудо, иайдо дожило до наших дней.
 
<h4>Как следует относиться к занятиям.</h4>
&emsp;&emsp;Следует с готовностью и без возражений воспринимать то, что говорит учитель (тренер) и старательно выполнять это на практике. Никакая произвольная интерпретация непозволительна. Также важно заниматься ежедневно (хотя бы понемногу), поскольку умение повышается именно за счет непрерывных занятий, пусть и не продолжительных. Кроме того, огромное значение имеет умение наблюдать за другими («митори-гэйко»), за учителем (тренером), за старшими учениками. Заметив что-либо нужное для себя, следует стремиться перенять это. Таким образом, можно лучше увидеть слабые места в собственной технике, а усилия по восполнению этих слабых мест позволят сделать тренировки гораздо более продуктивными.
 
<h4>Цель обучения иайдо</h4>
&emsp;&emsp;Изначально иайдо возникло как техника владения мечом для защиты и нападения. В наши дни занятия иайдо – это, прежде всего воспитание духа, а физическая подготовка отошла на второй план. При этом нельзя забывать, что основу единства кендо и иайдо («кэнъи-иттай») составляет этикет и техника владение мечом. Есть такое понятие – «нингэн-кэйсэй», оно означает «стремление к полному физическому и духовному раскрытию человека». Исходя из общефилософских вопросов, таких, например, как «Каким должен быть человек?», «Какой должна быть человеческая жизнь?», иайдо помогает раскрыть глубину собственной личности.
 
<h4>Иайдо в рамках Всеяпонской Федерации Кендо.</h4>
<h4>История</h4>
&emsp;&emsp;После окончания второй мировой войны все боевые искусства в Японии были полностью запрещены оккупационными властями. Однако с созданием Всеяпонской федерации кендо в октябре 1952 г., было возрождено кендо, а в 1956 г. и иайдо.
&emsp;&emsp;Для того чтобы выработать и утвердить иайдо ката, которые могли бы практиковать и кендоисты, в федерации было созвано заседание специальной комиссии. В 1969 г. ей были определены семь основных ката: «маэ», «усиро», «укэнагаси», «цукаатэ», «кэсагири», «моротэдзуки», «сампогири». Затем в 1980 г. были добавлены еще три:  «ганмэнатэ», «соэтэдзуки», «сихогири», в 1988 г. эти десять основных ката были официально признаны. И, наконец, в 2000 г. комиссией были добавлены еще два ката: «согири», и «нукиути». Таким образом, на сегодняшний день существует 12 основных ката.
<h4>Современная ситуация.</h4>
&emsp;&emsp;В основе занятий Иайдо, которые проводятся Всеяпонской федерацией кендо, лежат элементы техник всех школ корю (древних боевых искусств). Основу «сэйтэй» иайдо составляют 12 ката, представленные в таблице  ниже. Нужно понимать, что они – только вводная часть, не сложная даже для новичков. Главной целью этих занятий является популяризация иайдо. Ни техника, ни духовная практика ими не исчерпываются. Для более глубокого понимания сути иайдо, важно, чтобы занятия не сводились лишь к отработке ката и не становились занятиями лишь для оценки. Необходимо изучать древние стили, составляющие базу иайдо, хотя для этого и требуется длительная подготовка.
<h5>12 ОСНОВНЫХ КАТА</h5>
<table border="1px solid black" padding="2px" cellspacing="0" cellpadding="5%">
	<tr>
		<td align='center'>1</td><td>МАЭ</td><td align='center'>7</td><td>САМПОГИРИ</td>
	</tr>
	<tr>
		<td align='center'>2</td><td>УСИРО</td><td align='center'>8</td><td>ГАНМЭНАТЭ</td>
	</tr>
	<tr>
		<td align='center'>3</td><td>УКЭНАГАСИ</td><td align='center'>9</td><td>СОЭТЭДЗУКИ</td>
	</tr>
	<tr>
		<td align='center'>4</td><td>ЦУКААТЭ</td><td align='center'>10</td><td>СИХОГИРИ</td>
	</tr>
</table>
<h4>Хранение меча и меры безопасности.</h4>
<h4>Хранение меча.</h4>
&emsp;&emsp;Человек, который использует меч (настоящий или тренировочный) для занятий иайдо, должен в полной мере осознавать свою ответственность за его безопасное хранение.
&emsp;&emsp;Как правило, люди довольно небрежно относятся к вопросу хранения «могито» — тренировочного меча, забывая, что носить меч по улице нужно в специальном чехле, а хранить меч следует только дома.
<h4>Безопасное использование меча.</h4>
&emsp;&emsp;При покупке меча (настоящего или тренировочного) следует выбирать модель с полным набором необходимых принадлежностей – таких как «цуба», «мэкуги» и т.д., на котором есть пометка производителя: «можно использовать для тренировок по иайдо». Также важно учитывать, насколько меч подходит к параметрам тела по весу, длине и т.д.
&emsp;&emsp;При длительном использовании меча, могут возникать поломки из-за некачественной сборки или изнашивания металла, поэтому  следует проводить регулярный осмотр «могито». А после сильного удара о пол или о твердый предмет, нужно разобрать меч, проверить внутреннюю часть и убедиться, что в «хабаки» или «накаго» нет трещин.
<h4>О мерах предосторожности</h4>
&emsp;&emsp;Перед началом тренировки меч следует внимательно осмотреть. Иногда из-за небрежного отношения к проверке происходят  несчастные случаи, поэтому следует всегда соблюдать меры предосторожности, которые описаны ниже.
&emsp;&emsp;При обнаружении повреждения или ослабления крепления, в случае необходимости, нужно заменить деталь или произвести ремонт – при этом лучше обратиться к тренеру или в магазин, где был куплен меч.
&emsp;&emsp;Кроме того, во время тренировки или соревнования нужно передвигаться, контролируя пространство вокруг себя. При перемещении по залу необходимо быть внимательным по отношению к другим людям, а при перемещении на близком расстоянии от другого человека во избежание опасности нанести ему травму следует взять за привычку предупреждать его вслух.
<h4>Правила, которые нужно выполнять:</h4>
<table border="1px solid black" padding="2px" cellspacing="0" cellpadding="5%">
	<tr align='center'>
		<td><b>осмотр меча до и после тренировки</b></td><td><b>меры предосторожности во время тренировки</b></td>
	</tr>
	<tr align='left'>
		<td>Oсмотр «мэкуги» (искривление, ослабление)<br><br>
			Осмотр отверстия ножен<br><br>
			Осмотр лезвия (повреждения)<br><br>
			Осмотр плетения на рукояти<br><br>
			Осмотр ножен (трещины)
		</td>
		<td>При ношении меча класть большой палец на «цуба»<br><br>
			Во время тренировки соблюдать дистанцию<br><br>
			Во время тренировок при перемещении по залу внимательно относиться к окружающим<br><br>
			При перемещении на близком расстоянии от других людей – предупреждать их вслух
		</td>
	</tr>
</table>
<h4>Термины, которые используются в иайдо:</h4>
<table border="1px solid black" padding="2px" cellspacing="0" cellpadding="5%">
	<tr align='center'>
		<td><b>Термин</b></td><td><b>Пояснение</b></td>
	</tr>
	<tr align='left'>
		<td>Сая-но-нака (сая-но-ути)</td><td>Обнажив меч, нужно без промедления победить одним ударом. Но обнажение меча – крайняя мера.Важнее суметь сдержать противника, не обнажая меча. В этом заключается не агрессивная концепция мышления, настроенного на то, чтобы не бороться.</td>
	</tr>
	<tr align='left'>
		<td>Нукицукэ</td><td>После обнажения меча, исход определяется в одно мгновение (за доли секунды), поэтому так необходим настрой на поражение противника. Это воплощение иайдо.</td>
	</tr>
	<tr align='left'>
		<td>Кириороси</td><td>Так называется последний, решающий удар меча. При его исполнении, нижняя половина тела находится в устойчивом положении, а рез выполняется по широкой амплитуде: над головой кончик меча как будто задевает потолок, а затем меч идет как можно дальше вперед.</td>
	</tr>
	<tr align='left'>
		<td>Мааи</td><td>Так называется предполагаемое расстояние, необходимое для того, чтобы верно нанести удар по телу противника.</td>
	</tr>
	<tr align='left'>
		<td>Дзансин</td><td>Важно сохранять бдительное состояние даже после того, как противник повержен. «Дзансин» — это состояние постоянного внимания, сохранение до последнего готовности атаковать  противника.</td>
	</tr>
	<tr align='left'>
		<td>Кигураи</td><td>В искусстве владения мечом нельзя обойтись без духовной составляющей.</td>
	</tr>
	<tr align='left'>
		<td>Ки-кэн-тай-но-итти</td><td>«Ки» – сила духа (энергия) при нанесении удара.<br>
		«Кэн» – движение меча.<br>
		«Тай» – физическая подготовка.<br>
		При полном слиянии этих трех составляющих рождается истинное искусство владения мечом.
</td>
	</tr>
	<tr align='left'>
		<td>Кэнъи-иттай</td><td>Так называется совмещение кендо и иайдо. Даже если разделять эти понятия, они все равно останутся связанными неразрывно. Каждый по своему они выражают разные аспекты «пути меча».</td>
	</tr>
	<tr align='left'>
		<td>Танагокоро(тэ-но-хира)</td><td>Ладонь</td>
	</tr>
	<tr align='left'>
		<td>Тандэн</td><td>Центр в нижней части живота</td>
	</tr>
	<tr align='left'>
		<td>Унадзи</td><td>Затылок (тыльная сторона шеи)</td>
	</tr>
	<tr align='left'>
		<td>Комэками</td><td><img src="imgs/viski.jpg">Виски</td>
	</tr>
	<tr align='left'>
		<td>Суйгэцу (мидзоути)</td><td>Солнечное сплетение</td>
	</tr>
	<tr align='left'>
		<td>Микэн</td><td>Лоб над переносицей (промежуток между глаз)</td>
	</tr>
	<tr align='left'>
		<td>Симоноаси</td><td>В положении «камаэ» нога, которая находится позади (нога, которая находится дальше от «сёмэн» – переднего места)</td>
	</tr>
	<tr align='left'>
		<td>Каминоаси</td><td>В положении «камаэ» нога, которая находится впереди (ближе к «сёмэн»)</td>
	</tr>
	<tr align='left'>
		<td>Хитоэми</td><td>Положение тела в полоборота, под 90 градусов к противнику (используется в 10 ката)</td>
	</tr>
	<tr align='left'>
		<td>Иайгоси</td><td>Положение тела на чуть присогнутых коленях с опущенной поясницей (в состоянии «дзансин»)</td>
	</tr>
	<tr align='left'>
		<td>Иайхидза</td><td>Сидячее положение в 4 ката («цукаатэ»)</td>
	</tr>
	<tr align='left'>
		<td>Саябики</td><td>Движение, при котором, не отрывая руки от отверстия ножен, мизинец прижимают к оби и тянут кулак назад</td>
	</tr>
	<tr align='left'>
		<td>Саябанарэ</td><td>Обнажение меча</td>
	</tr>
	<tr align='left'>
		<td>Коикути-о-киру</td><td>Движение, при котором, большим пальцем, лежащим на «цуба», выталкивают «цуба» и тут же вынимают меч</td>
	</tr>
</table>
&emsp;&emsp;Рассмотрим значение самых важных терминов, которые используются в иайдо, не забывая, однако, что не следует ограничиваться поверхностным пониманием этих слов. Осознание  цели занятий у всех самые различные. Эти понятия воспринимаются разными людьми по-разному в зависимости от склада ума, и не существует единственно правильной трактовки всех этих терминов. Следовательно, нужно стремиться понять истинный смысл этих понятий через личный опыт.
<br>
&emsp;&emsp;В нашем клубе изучается Нисио Рю иайдо. Эта система разработана на основе традиционных школ иайдо и включает в себя 15 ката Тохо иай, специально разработанных для иллюстрации базовых техник айкидо, также изучается стандартное иайдо Всеяпонской федерации кендо (Zen Nippon Kendo RenmeiIaido), известное также, как Seitei Iaido.
<h4>&emsp;&emsp;Добро пожаловать в мир боевых искусств Японии.</h4>