<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Японский язык</h1>
<h4>В нашем клубе у вас есть возможность изучать японский язык.</h4>
<h5>Краткая справка:</h5>
&emsp;&emsp;Японский язык — вопреки слухам, достаточно простой в изучении, если говорить об устной речи. В ней хочется сразу отметить отсутствие родов, падежей, множественного числа. Произношение тоже достаточно простое.
<br>&emsp;&emsp;Совсем другое дело — письменность.
<br>&emsp;&emsp;Письменность была заимствована из Китая. Грубо говоря, японские слова записывались китайскими иероглифами.
<br>&emsp;&emsp;Чтобы примерно понимать, как это, представьте, что вы представитель маленького народа, не имеющего письменности, у вас есть только устная речь. Но язык свой.
<br>&emsp;&emsp;Вы живете рядом с большим соседом, допустим, Россией. У нее есть письменность. И вы, чтобы не изобретать свою, решаете записывать свои слова, русским алфавитом.
<br>&emsp;&emsp;Допустим (так случилось) вы — англичане. Без письменности! Живете под боком у России! Такая вот фантазия. И теперь у вас письменность появилась! И теперь по-английски вы пишете русскими буквами. То есть стол — ТЭЙБЛ. И теперь это Ваша письменность. В принципе, это — всё, в основном.
<br>&emsp;&emsp;Есть, правда, и нюансы, возникающие, из-за того, что письменность у вас заимствованная.
<br>&emsp;&emsp;Ну, например, в вашем устном языке, никогда не было некоторых слов, которые есть в русском языке, но они пришли в ваш язык. Вместе с русским влиянием, которое, конечно же, сопровождает приход в вашу страну, русского алфавита. Например, слово «гармошка», «перестройка», «матрёшка», «дембель».
<br>&emsp;&emsp;И у вас появляется такое понятие, как «русское чтение» слова. Так как вашего родного чтения, нет, ведь не было и слова такого раньше у вас в языке. Но теперь есть. И слово, и написание, и звучание. Теперь в вашем английском языке есть слово «балалайка».
<br>&emsp;&emsp;Но есть и слова, которые были и у вас, и у России. Например, тот же стол. И вы знаете, что у этого понятия есть два чтения — русское и ваше английское. СТОЛ и ТЭЙБЛ. Вы не можете игнорировать его исконное чтение, потому что оно уже стало и частью Вашей культуры. Более того, в слове СТОЛОВАЯ, которого у вас раньше не было, есть корень СТОЛ, и это слово пришло к вам и укоренилось уже, вы не можете его уже произносить, как ТЭЙБЛОВАЯ. :).
<br>&emsp;&emsp;Таким образом, хотя это и неудобно, но вам приходится мириться с тем, что у всех слов есть, как минимум, два чтения: заимствованное и родное. Это плата за то, что не придумали свою письменность :).
<br>&emsp;&emsp;Это примерная модель того, как сложилась японская письменность, вы, наверное, уже догадались, что роль Китая сыграла Россия, а роль Англии — Япония. Не знаю, удалось ли мне упростить понимание сути вопроса, может, потом перепишу все это, но, пока так.
<br>&emsp;&emsp;<a href="https://ru.wikipedia.org/wiki/%D0%AF%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B8%D0%B9_%D1%8F%D0%B7%D1%8B%D0%BA" target="_blank">Официальные пояснения о японском языке, вы можете прочитать на Википедии.</a>
<br>&emsp;&emsp;В нашем клубе японской культуры  преподаются уроки японского языка. Если Вам это интересно — обращайтесь по телефонам, указанным в <span id='aboutphp'>КОНТАКТАХ.</span>
<br>&emsp;&emsp;