<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Дзёдо 杖道</h1>
<a href="https://ru.wikipedia.org/wiki/%D0%94%D0%B7%D1%91%D0%B4%D0%BE_(%D0%B1%D0%BE%D0%B5%D0%B2%D0%BE%D0%B5_%D0%B8%D1%81%D0%BA%D1%83%D1%81%D1%81%D1%82%D0%B2%D0%BE)" target="_blank">
<img src="/imgs/jodo.jpg"><br></a>
&emsp;&emsp;Дзёдо — японское боевое искусство, в котором используется короткий боевой посох — дзё.
<br>&emsp;&emsp;Дзёдо <b>杖道</b> — третий вид боевых искусств, составляющий вместе с кэндо и иайдо программу Всеяпонской федерации кэндо. Дзёдо представляет собой искусство фехтования сравнительно коротким посохом, используемым против меча.
<br>&emsp;&emsp;В отличие от иайдо, тренировки дзёдо проходят в виде отработки парных упражнений; в отличие от кэндо здесь используются только ката без свободного спарринга.
<br>&emsp;&emsp;При правильном подходе к тренировкам дзёдо помогает развивать чувства дистанции и времени, лучше воспринимать действия или бездействие партнера и легче адаптироваться к быстро меняющейся ситуации.
<h4>История</h4>
&emsp;&emsp;Многие традиционные стили боевых искусств (корю), особенно если они практиковали фехтование на алебардах или другом древковом оружии, включали в свою техническую программу и владение шестом, или бо. Отчасти это объяснялось тем, что в бою древко могло переломиться и нужно было пресечь непосредственную угрозу перед тем, как можно было обнажить вспомогательное оружие. Отчасти свою роль играли правила этикета, так как при нападении простолюдина самурай, особенно высокого ранга, считал ниже своего достоинства обнажать меч, а походный посох был всегда под рукой.
<br>&emsp;&emsp;В начале 16-го века сложилась та система, которая сейчас в первую очередь определяет общее восприятие дзёдо: стиль Синто мусо-рю, созданный Мусо Гонносукэ Кацуёси. Согласно легенде, этот самурай бросил вызов самому Миямото Мусаси и проиграл. Достоверного описания этого поединка не сохранилось, но предполагают, что Мусаси смог заблокировать бо Гонносукэ и парализовать его оружие, после чего нанес удар, показав тому свое превосходство. Уязвленный своим поражением Мусо удалился в храм Хомандзи на острове Кюсю и предался изнурительным тренировкам и медитациям. Однажды ему было видение, после которого он постиг не только секреты владения шестом, но и премущества более короткого посоха. Укоротив свое оружие до длины нынешнего дзё (4 сяку 2 сун 1 бу, или около 128 см.) он вернулся к Мусаси и, попав в такой же блок, как и в первый раз, смог перехватить свое дзё и нанести удар другим концом.
<br>&emsp;&emsp;Это всего лишь легенда, и ни один источник, не связанный с Синто мусо-рю, не подтверждает, что Мусаси потерпел хотя бы одно поражение. Однако остается фактом то, что Мусо Гонносукэ приобрел известность и стал учителем фехтования клана Курода, а его стиль — частью образовательной системы клана. Долгое время Синто мусо-рю не было известно за пределами владений Курода, но в 20-м веке Симидзу Такадзи, один из трех мастеров своего поколения, начал преподавать дзё в Токио и таким образом положил начало широкому распространению этого искусства.
<br>&emsp;&emsp;Симидзу не только преподавал классический стиль Синто мусо-рю, но и приложил много усилий для создания новых систем приложения техники дзё. В частности, он создал систему обучения японской полиции, а также, по просьбе Всеяпонской федерации кэндо, набор «стандартных» техник сэйтэй, аналогичный сэйтэй иайдо. Этот набор, официально называемый Дзэн Нихон кэндо рэнмэй дзёдо, в организациях, входящих в Международную федерацию кэндо, сейчас изучается в первую очередь.
<h4>Техника</h4>
&emsp;&emsp;Технические элементы, из которых состоят ката дзёдо, более разнообразны, чем базовые приемы иайдо. Кроме того, поскольку вся отработка происходит в паре, помимо чисто технических навыков сразу же на первый план выходят такие элементы, как время, расстояние, инициатива и т. д. Чтобы дать возможность начинающему больше внимания уделить отработке кихон, основная техника выделена в качестве отдельных приемов, которые отрабатываются сами по себе.
<br>&emsp;&emsp;Все ката выполняются с партнером, вооруженным мечом. Эта практика имеет исторические корни, так как именно меч был основным оружием, с которым можно было столкнуться во времена становления дзёдо. В Синто мусо-рю есть формы, в которых противник (утидати) вооружен коротким мечом или парой дайсё (длинным и коротким вместе), но в сэйтэй он всегда использует только длинный меч.
<br>&emsp;&emsp;Инициатива в ката изначально принадлежит утидати. Он либо подходит на расстояние удара к неподвижно стоящему сидати (вооруженному дзё), либо первый начинает обоюдное сближение. Сидати, роль которого сводится в первую очередь к шлифовке изучаемой техники, может уходить из-под атаки, наносить удары и блокировать меч или руки утидати при помощи дзё, все время контролируя расстояние и выбор времени, не давая партнеру полностью завладеть инициативой.
<h5>&emsp;&emsp;Основные приемы (кихон) в дзёдо могут исполняться как в одиночку (тандоку доса), так и парном варианте (сотай доса). Они включают следующие движения:</h5>
<table border="1px solid black" padding="2px" cellspacing="0" cellpadding="8%">
	<tr>
		<td align="center">1</td><td>хонтэути («удар прямым хватом»)</td>
	</tr>
	<tr>
		<td align="center">2</td><td>гякутэути («удар обратным хватом»)</td>
	</tr>
	<tr>
		<td align="center">3</td><td>хикиотосиути («сбив и удар»)</td>
	</tr>
	<tr>
		<td align="center">4</td><td>каэсидзуки («разворот и колющий удар»)</td>
	</tr>
	<tr>
		<td align="center">5</td><td>гякутэдзуки («колющий удар обратным хватом»)</td>
	</tr>
	<tr>
		<td align="center">6</td><td>макиотоси («завернуть и сбить»)</td>
	</tr>
	<tr>
		<td align="center">7</td><td>курицукэ («закрутить и прижать»)</td>
	</tr>
	<tr>
		<td align="center">8</td><td>куриханаси («закрутить и отпустить»)</td>
	</tr>
	<tr>
		<td align="center">9</td><td>тайатари («толчок телом»)</td>
	</tr>
	<tr>
		<td align="center">10</td><td>цукихадзусиути («уход от укола и удар»)</td>
	</tr>
	<tr>
		<td align="center">11</td><td>добарайути («сметание удара в корпус и удар»)</td>
	</tr>
	<tr>
		<td align="center">12</td><td>тайхадзусиути («увод тела и удар»)</td>
	</tr>
</table>
<h5>Ката Дзэн Нихон кэндо рэнмэй дзёдо:</h5>
<table border="1px solid black" padding="2px" cellspacing="0" cellpadding="8%">
	<tr>
		<td align="center">1</td><td>Цукидзуэ («достигающий посох»)</td>
	</tr>
	<tr>
		<td align="center">2</td><td>Суйгэцу («солнечное сплетение»)</td>
	</tr>
	<tr>
		<td align="center">3</td><td>Хиссагэ («сокрытие»)</td>
	</tr>
	<tr>
		<td align="center">4</td><td>Сямэн («удар сбоку в голову»)</td>
	</tr>
	<tr>
		<td align="center">5</td><td>Сакан («проникновение слева»)</td>
	</tr>
	<tr>
		<td align="center">6</td><td>Мономи («осмотр»)</td>
	</tr>
	<tr>
		<td align="center">7</td><td>Касуми («туман»)</td>
	</tr>
	<tr>
		<td align="center">8</td><td>Татиотоси («сбив меча»)</td>
	</tr>
	<tr>
		<td align="center">9</td><td>Райути («удар молнии»)</td>
	</tr>
	<tr>
		<td align="center">10</td><td>Сэйган («прямо в глаза»)</td>
	</tr>
	<tr>
		<td align="center">11</td><td>Мидарэдомэ («остановка беспорядка»)</td>
	</tr>
	<tr>
		<td align="center">12</td><td>Ранъай («гармония в хаосе»)</td>
	</tr>
</table>
<h4>Обучение</h4>
&emsp;&emsp;Обучение дзёдо начинается с кихон. Такие приемы как удары хонтэути, гякутэути, хикиотосиути и защитные действия курицукэ и тайатари встречаются во многих ката, поэтому их наработка особенно важна. Простые на первый взгляд, они содержат много тонкостей и требуют точности и четкости исполнения, а также полного контроля над дзё. В зависимости от предыдущей подготовки занимающихся активное внимание может уделяться и работе с мечом, но она в любом случае включается в каждую тренировку как часть разминки.
<br>&emsp;&emsp;Для изучения ката первым делом используют одиночную отработку. Понять точный выбор времени для действия и дистанции в одиночку нельзя, но для запоминания общей последовательности движений это очень удобно. Традиционно, при парном исполнении роль утидати берет на себя учитель или более опытный ученик, поэтому зачастую к изучению этой роли переходят сравнительно поздно. Однако в больших группах начинающих приходится обе роли изучать одновременно.
<h4>Аттестации и соревнования</h4>
&emsp;&emsp;Аттестации по дзёдо проходят в том же виде, что и по иайдо с тем лишь исключением, что ограничения по времени нет. 5 ката выполняются в паре, но оценивается каждый индивидуально. Часто на первый кю достаточно уметь выполнять роль сидати, но начиная с первого дана требуется показать понимание обеих ролей.
<br>&emsp;&emsp;Как и в иайдо, перед сдачей на первый дан нужно успешно пройти аттестацию на первый кю. Время ожидания между экзаменами (а также время до пересдачи в случае неуспеха и некоторые другие общие требования) определяет федерация конкретной страны. Высший уровень данъи (кю и данов) и сёго (преподавательских лицензий) — 8-й дан ханси.
<br>&emsp;&emsp;В соревнованиях-энги в дзёдо участвуют пары. В каждом матче две пары соревнуются между собой, а три судьи определяют, кто, по их мнению, был лучше. На Чемпионатах Европы, однако, соревнования проходят между индивидуальными участниками, поэтому оценивается только партнер с дзё, который может подбирать себе утидати-ассистента среди других участников.
<h5>Необходимое снаряжение</h5>
&emsp;&emsp;Дзёдо не столь требовательно, как иайдо, в плане материальных затрат: хотя иметь подходящую одежду (кэйкоги и хакама) необходимо, нужные для тренировок дзё и боккэн (деревянный меч) стоят заметно меньше, чем качественный иайто.
<br>&emsp;&emsp;Выбирать снаряжение следует очень тщательно. Боккэн и дзё из хорошего дерева, хоть и обойдутся дороже, но прослужат дольше и помогут избежать мелких травм, вызываемых щеплением и заусенцами.
<br>&emsp;&emsp;Мы изучаем дзёдо Нисио-рю, а также Zen Nihon Kendo Renmei Jodo, как база.
<h4>&emsp;&emsp;Добро пожаловать в мир боевых искусств Японии.</h4>