<img class="img" src="/imgs/pandalogo.png">
<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank"></a>
<br>
<h1>Нисио Айкидо</h1>
<h2>Метод Нисио Сенсея</h2>
&emsp;&emsp;<a href="https://ru.wikipedia.org/wiki/%D0%A1%D1%91%D0%B4%D0%B7%D0%B8_%D0%9D%D0%B8%D1%81%D0%B8%D0%BE" target="_blank">
<img src="/imgs/nisio.jpg"><br>
<h2>&emsp;&emsp;Shoji Nishio</a></h2>
&emsp;&emsp;Нисио-рю Айкидо – стиль айкидо, получивший свое название после ухода из жизни основателя – Сёдзи
 Нисио Сенсея (1927 — 2005). Главным отличием стиля является углубленное изучение техники работы с оружием 
(иайдо и джодо) для более быстрого и удобного, недвусмысленного понимания техник айкидо. При этом стиль айкидо
 Сёдзи Ниcио сохранил дух и основные принципы айкидо, созданного Морихэем Уэсибой.
<br><br>
<h4>&emsp;&emsp;Методика обучения включает в себя два основных направления:</h4><h3 align="center">ТАЙДО и ИАЙДО</h3>
<h4>&emsp;&emsp;Тайдо:</h4>
&emsp;&emsp;Работа без оружия, а также с деревянным мечом (бокен), и деревянным посохом (дзё).
Использование оружия даёт минимальные возможности для туманного, неясного, дву-трёхсмысленного толкования техник.<br>
Каждая техника исполняется в вариантах:<br>
1)      Без оружия<br>
2)      Кеннотебики (атакуют человека с мечом)<br>
3)      Дзёнотебики (атакуют человека с дзё)<br>
4)      Кентайкен (поединок двух человек с мечами)<br>
5)      Кентайдзё (поединок меч-дзё)<br>
&emsp;&emsp;Как видите, достаточно много, особенно для людей, которые уже 
практиковали «классическое» айкидо, и для них ИККЁ – это одна техника.<br>
Слишком много для людей, которые хотят выучить все  и сдать на пояс побыстрее, «пройти уровень».
Но в самый раз для того, кто интересуется сутью вопроса.<br>
&emsp;&emsp;В айкидо стиля Нисио не учат техники, как набор никак не связанных друг с другом приемов, 
и ничем не мотивированных атак, а изучают систему.<br>
&emsp;&emsp;Система – это то, что помогает человеку понимать суть вопроса, а не щеголять «приемчиками».<br>
<h4>&emsp;&emsp;Иайдо:</h4>
&emsp;&emsp;Разработанный Сёдзи Нисио стиль иайдо является результатом изучения и интеграции техник дзюдо, карате, дзёдо и иайдо на базе айкидо. 
Основой системы является Тохо Иай — стиль иайдо, в котором отражены все основные принципы техник айкидо и взаимосвязь 
движений меча с движениями тела при работе без оружия.<br>
&emsp;&emsp;Еще раз напомним, что в Японии есть большое число школ иайдо.<br>
&emsp;&emsp;Иайдо Тохо Иай – стиль, разработанный специально для понимания техник айкидо, и постановки базы. Базовые перемещения, 
основные направления движений, и (очень важно) базовые движения кистей рук. Сильные, гибкие кисти рук, — визитная 
карточка человека, занимающегося с мечом.<br>
&emsp;&emsp;Некоторые айкидоки  говорят, что меч в айкидо необязателен, — это вызывает улыбку. Ничего не может быть дальше 
от правды, чем это утверждение. Как могут выполнять техники, основанные на работе с мечом, люди, которые держат его 
в руках 3 раза в месяц? Мечеподобные движения руками может выполнять тот, кто постоянно практикует меч. Это естественно.  
Воображаемый меч навыка не дает.<br>
Итак, если вам интересен такой метод – попробуйте.<br>
<br>
<a href="http://nishiobudo.org.ua/en_teacher.html" target="_blank">
<img src="/imgs/kuroki.jpg"><br>
<h2>Takashi Kuroki</h2></a>
&emsp;&emsp;В Украине Айкидо Нисио представляет <a href="http://nishiobudo.org.ua/en_teacher.html" target="_blank">Такаши Куроки</a>, 
6 дан Айкидо Айкикай, 5 дан Нисио рю Иайдо, и 5 дан Нисио рю Дзёдо.<br>
&emsp;&emsp;Куроки сенсей возглавляет организацию <a href="http://nishiobudo.org.ua/" target="_blank">YUFUKAN UKRAINE</a>, 
содействующую развитию Айкидо у нас в стране.<br>
&emsp;&emsp;В городах Харьков, Одесса, Львов, Николаев,а также в Днепропетровске, есть официальные представители Айкидо Нисио.<br>
&emsp;&emsp;В Днепропетровске представителем <a href="http://nishiobudo.org.ua/" target="_blank">ЮФУКАН Украина</a> 
является <a href="http://nishiobudo.org.ua/en_dojo_dnepropetrovsk.html" target="_blank">Александр Ким</a>, III дан айкидо.<br>
<h4>&emsp;&emsp;Добро пожаловать в Айкидо Нисио.</h4>